{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej",
  "Help ukraine relief efforts": "Aide pour l'Ukraine",
  "Help ukraine": "Aide pour",
  "relief efforts": "l'Ukraine",
  "Donate now call to action": "Faire un don",
  "Support us via a wire transfer!": "Aidez-nous à secourir les enfants ukrainiens, victimes de la guerre:",
  "Transfer title": "Titre du transfert",
  "Organized by": "Organisé par",
  "What we did": "Qu'avons-nous fait?",
  "We evacuated": "Nous avons évacué ou aidé a l'évacuation de plus de 750 personnes du territoire ukrainien. Plus de la moitié d'entre elles sont des personnes handicapées.",
  "We hosted": "Nous avons mis sur pied un foyer d'intervention avec gîte et couvert pour les réfugiés d'Ukraine, n'ayant pas la nationalité ukrainienne. Ces personnes-là n'étant pas éligibles aux programmes de soutien mis en place par le gouvernement polonais, nous en avons accueilli près de 700 de plus de 40 nationalités.",
  "We created base": "Dès les premiers jours de la guerre, nous avons cherché des maisons pour les réfugiés. Nous avons créé une base de données de 170 appartements, nous avons aidé les hôtes qui ont mis à disposition leurs appartements.",
  "We sent": "Nous avons envoyé de l'aide humanitaire à l'Ukraine - plus de 200 tonnes de nourriture, de pansements et de matériel médical professionnel.",
  "We conduct afternoon club acivities": "Nous avons géré des centres parascolaires pour les enfants. Plus de 200 personnes - enfants avec leurs mères et grands-mères ont profité des cours d'après-midi pour enfants, dispensés par des bénévoles dans quatre écoles de Varsovie.",
  "Volunteers": "Plus de 700 bénévoles se sont engagés dans nos activités.",
  "School": "Nous avons ouvert \"SzkoUA\" à Varsovie - une école pour les élèves ukrainiens, où les enfants réfugiés peuvent apprendre dans leur langue maternelle. Actuellement, 270 enfants y étudient. L'école a été créée en 24 jours, en mars 2022, à l'initiative du KIK et en coopération avec de nombreuses organisations.",
  "Summer camp": "Nous avons organisé des camps d'été gratuits pour 320 enfants ukrainiens, en dehors de Varsovie.",
  "City summer camp": "Plus de 800 enfants ont participé à des camps d'été à Varsovie.",
  "Icons camp": "Nous avons organisé un atelier de la peinture d'icônes auquel ont participé des femmes peintres d'Ukraine. Nous organisons des ventes aux enchères d'œuvres ainsi créées pour soutenir l'organisation de séjours en Pologne pour les enfants d'Ukraine.",
  "Therapeutic camp": "70 enfants et 20 mères ont participé à des camps thérapeutiques pour les familles de soldats ukrainiens morts et blessés.",
  "Donnors": "Plus d'un mille donateurs - des individus aussi bien que des organisations, ont soutenu nos activités à l'égard de l'Ukraine."
}
