{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej",
  "Help ukraine relief efforts": "Wesprzyj nas w pomocy na rzecz Ukrainy",
  "Help ukraine": "Wesprzyj nas w pomocy",
  "Go back to": "Wróć na",
  "relief efforts": "na rzecz Ukrainy",
  "powered by": "zbieramy za pomocą",
  "Support us via a wire transfer!": "Wesprzyj nasze działania:",
  "Transfer title": "Tytuł przelewu",
  "Organized by": "Zorganizowane przez",
  "in case of any problems": "w razie problemów",
  "Donate now call to action": "Wpłać darowiznę",
  "Follow us on facebook": "Obserwuj nas na Facebooku",
  "News": "Aktualności",
  "What we did": "Co zrobiliśmy:",
  "We evacuated": "Ewakuowaliśmy lub wsparliśmy ewakuację ponad 750 osób z terytorium Ukrainy. W tym ponad połowa to osoby z niepełnosprawnościami.",
  "We created base": "Od pierwszych dni wojny szukaliśmy domów dla uchodźców. Stworzyliśmy bazę 170 mieszkań, wspieraliśmy gospodarzy udostępniających swoje mieszkania.",
  "We hosted": "Uruchomiliśmy hostel interwencyjny z miejscem do spania i wyżywieniem dla uchodźców nieposiadających ukraińskiego obywatelstwa. Tych osób nie obejmowały rządowe programy wsparcia. Przyjęliśmy prawie 700 uchodźców ponad 40 narodowości.",
  "We sent": "Wysłaliśmy na terytorium Ukrainy pomoc humanitarną - ponad 200 ton żywności, środków opatrunkowych i profesjonalnego sprzętu medycznego.",
  "We conduct afternoon club acivities": "Prowadziliśmy punkty świetlicowe dla dzieci - Popołudniki. Ponad 200 osób -  dzieci, mam i  babć skorzystało z prowadzonych przez wolontariuszy w 4 warszawskich szkołach popołudniowych zajęć dla dzieci.",
  "Volunteers": "Nasze działania wspiera ponad 700 wolontariuszy",
  "School": "Otworzyliśmy w Warszawie “SzkoUA” - szkołę dla uczniów i uczennic z Ukrainy, w której dzieci uchodźcze mogą uczyć się stacjonarnie w ojczystym języku. Obecnie uczęszcza do niej 270 uczniów. Szkoła powstała w ciągu 24 dni z inicjatywy KIKu oraz we współpracy z wieloma organizacjami.",
  "Summer camp": "Zorganizowaliśmy letni wypoczynek dla dzieci z Ukrainy. 320 dzieci uczestniczyło nieodpłatne w wakacyjnych obozach.",
  "City summer camp": "Ponad 800 dzieci wzięło udział w letnich półkoloniach w Warszawie.",
  "Icons camp": "Zorganizowaliśmy plener pisania ikon w którym uczestniczyły malarki z Ukrainy, prowadzimy aukcję powstałych dzieł na rzecz organizacji wyjazdów dla dzieci z Ukrainy.",
  "Therapeutic camp": "70 dzieci i 20 mam wzięło udział w koloniach terapeutyczno - wytchnieniowych dla rodzin poległych i rannych ukraińskich żołnierzy.",
  "Donnors": "Ponad 1000 darczyńców - osób prywatnych i organizacji wsparło nasze działania na rzecz Ukrainy."
}
