{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej",
  "Help ukraine relief efforts": "Hilfe für die Ukraine",
  "Help ukraine": "Hilfe für",
  "relief efforts": "die Ukraine",
  "powered by": "unterstützt von",
  "Go back to": "Zurück zur",
  "Support us via a wire transfer!": "Unterstützen Sie unsere Aktivitäten mit einer Überweisung!",
  "Donate now call to action": "Jetzt spenden",
  "Transfer title": "Überweisung",
  "Organized by": "Organisiert von",
  "Follow us on facebook": "Folgen Sie uns auf Facebook",
  "News": "Nachrichten",
  "What we did": "Was wir gemacht:",
  "We evacuated": "Wir haben über 750 Menschen aus dem ukrainischen Hoheitsgebiet evakuiert bzw. ihre Evakuierung unterstützt. Mehr als die Hälfte davon sind Menschen mit Behinderungen.",
  "We hosted": "Wir haben bereits über 700 Flüchtlinge aus 39 Ländern in unserem Interventionswohnheim (Hostel) untergebracht.",
  "We created base": "Wir haben eine Datenbank mit über 170 Wohnungen für Flüchtlinge angelegt und. unterstützen auch private Gastgeber in ihren Häusern.",
  "We sent": "Wir haben 200 Tonnen Lebensmittel, Hygieneartikel und medizinische Ausrüstung in die Ukraine geschickt.",
  "We conduct afternoon club acivities": "Über 200 Personen - Kinder, Mütter und ihre Großmütter - nahmen die tägliche Nachmittagsbetreuung für ukrainische Kinder aus Flüchtlingsfamilien in 4 Schulen in Warschau in Anspruch.",
  "Volunteers": "Unsere Aktivitäten werden von über 700 Freiwilligen unterstützt.",
  "School": "Mehr als 270 Kinder besuchen die ukrainische Schule \"SzkoUA\", die am 11. April 2022 eröffnet wurde. Sie wurde innerhalb von 24 Tagen auf Initiative von KIK und in Zusammenarbeit mit vielen Organisationen gegründet.",
  "Summer camp": "Wir haben einen Sommerurlaub für Kinder aus der Ukraine organisiert. 320 Kinder nahmen kostenlos an Sommerlagern teil.",
  "City summer camp": "Mehr als 800 Kinder nahmen an dem Sommer-Semi-College in Warschau teil.",
  "Icons camp": "Wir haben einen Open-Air-Workshop zum Thema Ikonenmalerei organisiert, an dem Maler aus der Ukraine teilgenommen haben, und wir veranstalten eine Auktion der entstandenen Werke, um die Organisation von Reisen für Kinder aus der Ukraine zu unterstützen.",
  "Therapeutic camp": "70 Kinder und 20 Mütter nahmen an Therapie- und Erholungscamps für die Familien gefallener und verwundeter ukrainischer Soldaten teil.",
  "Donnors": "Mehr als 1.000 Spender - Einzelpersonen und Organisationen - haben unsere Arbeit für die Ukraine unterstützt."
}
