{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej (Club of Catholic Intelligentsia)",
  "Help ukraine relief efforts": "Help our efforts to support Ukraine",
  "Help ukraine": "Help our efforts",
  "relief efforts": "to support Ukraine",
  "Donate now call to action": "Donate now",
  "What we did": "What we have done:",
  "We evacuated": "We have evacuated or supported the evacuation of over 750 people from the territory of Ukraine. More than half of them are people with disabilities.",
  "We hosted": "We launched an intervention hostel with accommodation and meals for refugees who do not have Ukrainian citizenship. The government support programs did not concern those people. We lodged almost 700 refugees of over 40 nationalities.",
  "We created base": "Since the first days of the war, we have been looking for homes for refugees. We have created a database of 170 apartments and supported hosts who provided accommodation.",
  "We sent": "We have sent humanitarian aid to Ukraine - over 200 tons of food, dressings and professional medical equipment.",
  "We conduct afternoon club acivities": "Up till the end of the school year 2021/22 we ran after-school centres for children - Afternoons. Over 200 people - children, their mothers and grandmothers took advantage of afternoon classes for children conducted by volunteers in 4 Warsaw schools.",
  "Volunteers": "Our activities have been supported by over 700 volunteers.",
  "School": "We have opened \"SzkoUA\" in Warsaw - a school for students from Ukraine, where refugee children can learn on-site in their native language. Currently, 270 students are attending it. The school was established within 24 days on the initiative of KIK and in cooperation with many organisations.",
  "Summer camp": "We organised summer holiday for children from Ukraine. 320 children participated in camps free of charge.",
  "City summer camp": "Over 800 children took part in the day camps in Warsaw.",
  "Icons camp": "We organised an open-air icon-writing workshop attended by painters from Ukraine, and we are holding an auction of the created works to help organise trips for children from Ukraine.",
  "Therapeutic camp": "70 children and 20 mothers took part in therapeutic and respite camps for families of fallen and wounded Ukrainian soldiers.",
  "Donnors": "More than 1,000 donors - individuals and organisations - have supported our work for Ukraine."
}
