{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej",
  "Help ukraine relief efforts": "Hilfe für die Ukraine",
  "Help ukraine": "Hilfe für",
  "relief efforts": "die Ukraine",
  "powered by": "unterstützt von",
  "Go back to": "Zurück zur",
  "Support us via a wire transfer": "Unterstützen Sie unsere Aktivitäten mit einer Überweisung",
  "Donate now call to action": "Jetzt spenden",
  "Club of Catholic Intelligentsia and Ukraine": "Der Klub der katholischen Intelligenz und Ukraine",
  "Club of Catholic Intelligentsia (KIK) is an association": "Der Klub der katholischen Intelligenz ist eine 1956 gegründete Vereinigung von etwa 2000 katholischen Intellektuellen, deren Ziel es ist, eine verantwortungsvolle Haltung gegenüber der Gesellschaft und der Kirche zu entwickeln.  Eine wichtige Aufgabe des Clubs ist es, Kinder und Jugendliche durch Freizeitangebote in ihrer Persönlichkeitsentwicklung zu unterstützen und Bedürftigen zu helfen. Die Mitglieder der NCU engagieren sich sehr für die Unterstützung der Gesellschaften in Osteuropa, insbesondere in der Ukraine und in Belarus.",
  "Our collaboration with organisations": "Unsere Zusammenarbeit mit verschiedenen Organisationen (NGO) im Osten begann bereits in den 1980er Jahren. Nachfolgend sind die wichtigsten dieser Aktivitäten der letzten Jahre zur Unterstützung der Ukraine aufgeführt:",
  "2014 EuroMajdan and War in the East": "2014 Euromaydan und Krieg im Osten\n",
  "During large scale protests in Ukraine in 2014": "Während der Massenproteste der so genannten Revolution der Würde gelang es uns über 100.000 PLN für den Kauf medizinischer Spezialausrüstung für die Majdan-Ärzte zu sammeln. Wir haben ein mit 40 Betten ausgestattetes Feldlazarett für Demonstranten in der Ukraine gespendet sowie eine Reihe von kugelsicheren Westen und Helmen.",
  "Also, we supported heavily wounded who thanks": "Wir konnten auch Schwerverletzte unterstützen, die dank der Zusammenarbeit der NCU mit den lokalen Regierungen in polnische Krankenhäuser gebracht wurden und sich in den Familien von NCU-Mitgliedern erholen konnten.",
  "Since 2014 we have been organising in Poland": "Seit 2014 organisieren wir Camps für Kinder aus der Ukraine, die Opfer von Kriegen und bewaffneten Konflikten im Osten des Landes geworden sind. Es wurden insgesamt 6 Durchgänge organisiert, an denen mehrere hundert Kinder und Jugendliche teilnahmen.\n",
  "Culture, Dialogue and Education": "Kultur, Dialog und Bildung",
  "KIK organised - together with Ukrainian organisations": "In Zusammenarbeit mit ukrainischen Organisationen organisierten wir Ausstellungen und Treffen zwischen ukrainischen und polnischen Künstler sowie ukrainischen Jugendlichen.\nWir wirkten aktiv mit bei der Organisation von Treffen und Konferenzen für Intellektuelle und Aktivisten aus der gesamten osteuropäischen Region sowie von Schulungen für ukrainische Animateure und Pädagogen mit dem Ziel zur Lösung sozialer und gesellschaftlicher Probleme beizutragen, insbesondere in den Gruppen der Binnenvertriebenen in der Ukraine.\n",
  "Medical Help and Charity": "Medizinische und karitative Hilfe",
  "Our organisation delivered vaccinations": "Wir versorgten ukrainische Krankenhäuser, Schulen und Waisenhäuser mit Impfstoffen, Medikamenten und anderen notwendigen Dingen.\nWir organisierten Schulungen für ehrenamtliche Helfer älterer Menschen in Caritas-Zentren in der Zentralukraine und im Jahr 2016 Studienaufenthalte für ukrainische Ärzte in Polen, um ihre berufliche Entwicklung zu unterstützen.\n",
  "In addition to our help and support for Ukraine": "Neben der Unterstützung der Ukraine arbeiten wir seit Jahren mit Organisationen in Belarus zusammen, die sich für eine vom Regime unabhängige Bildung einsetzen und Studienreisen für junge Menschen organisieren. In den letzten Jahren haben wir auch humanitäre Projekte in Syrien und im irakischen Kurdistan durchgeführt. Aufgrund der Migrationskrise an den polnischen Grenzen haben wir in den letzten fünf Monaten eine Anlaufstelle an der polnisch-weißrussischen Grenze eingerichtet, die Flüchtlingen und Migranten humanitäre und rechtliche Hilfe leistet.\n ",
  "The members of the KIK have been awarded": "Die Mitglieder der NCU wurden von den polnischen und ukrainischen Behörden wiederholt für ihr Engagement belohnt. Im Laufe der Jahre ist es uns gelungen, einen Stamm von vertrauenswürdigen Partnern in Polen, der Ukraine und Belarus aufzubauen.\n"
}
