{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej",
  "Help ukraine relief efforts": "Wesprzyj nas w pomocy na rzecz Ukrainy",
  "Help ukraine": "Wesprzyj nas w pomocy",
  "relief efforts": "na rzecz Ukrainy",
  "powered by": "zbieramy za pomocą",
  "Support us via a wire transfer": "Wesprzyj nasze działania przelewem",
  "Transfer title": "Tytuł przelewu",
  "Organized by": "Zorganizowane przez",
  "in case of any problems": "w razie problemów",
  "Donate now call to action": "Wpłać darowiznę",
  "Club of Catholic Intelligentsia and Ukraine": "Klub Inteligencji Katolickiej i Ukraina",
  "Club of Catholic Intelligentsia (KIK) is an association": "Klub Inteligencji Katolickiej jest stowarzyszeniem założonym w 1956 r. zrzeszającym ok. 2000 katolickich intelektualistów, których celem jest rozwijanie postawy służby na rzecz społeczeństwa i Kościoła. Ważnym zadaniem Klubu jest wychowanie dzieci i młodzieży oraz pomocy potrzebującym. Członkowie KIK-u są bardzo zaangażowani we wsparcie społeczeństw w Europie Wschodniej, zwłaszcza w Ukrainie i Białorusi.\nNasza współpraca z organizacjami na Wschodzie rozpoczęła się już w latach 80-tych. Poniżej wymieniamy najważniejsze z tych działań w ostatnich latach na rzecz\nUkrainy:",
  "Our collaboration with organisations": "Nasza współpraca z organizacjami na Wschodzie rozpoczęła się już w latach 80-tych. Poniżej wymieniamy najważniejsze z tych działań w ostatnich latach na rzecz Ukrainy:",
  "2014 EuroMajdan and War in the East": "2014 EuroMajdan i Wojna na Wschodzie",
  "During large scale protests in Ukraine in 2014": "W trakcie masowych protestów tzw. Rewolucji Godności zebraliśmy ponad 100 tys. PLN na zakup specjalistycznego sprzętu medycznego dla Lekarzy Majdanu. Przekazaliśmy na Ukrainę szpital polowy dla protestujących na 40 łóżek z wyposażeniem, a także partię kamizelek kuloodpornych i hełmów.",
  "Also, we supported heavily wounded who thanks": "Wsparliśmy również ciężko rannych, którzy dzięki współpracy KIK z samorządami lokalnymi trafili do polskich szpitali, a w rodzinach członków KIK mogli przejść etap rekonwalscencji.",
  "Since 2014 we have been organising in Poland": "Od 2014 organizujemy kolonie dla dzieci z Ukrainy - ofiar działań wojennych i konfliktu zbrojnego, trwającego na wschodzie. Zorganizowano 6 edycji, w których wzięło udział kilkaset dzieci i młodzieży.",
  "Culture, Dialogue and Education": "Kultura, dialog i edukacja",
  "KIK organised - together with Ukrainian organisations": "We współpracy z organizacjami ukraińskimi zorganizowaliśmy wystawy i spotkania kulturalne i artystyczne dla ukraińskich i polskich artystów i ukraińskiej młodzieży.\nWspółorganizowaliśmy spotkania i konferencje dla intelektualistów i działaczy z całego regionu Europy Wschodniej.\n Organizowaliśmy szkolenia dla ukraińskich animatorów i edukatorów mające na celu wsparcie rozwiązywania problemów społecznych i socjalnych szczególnie w skupiskach uchodźców wewnętrznych na Ukrainie.",
  "Medical Help and Charity": "Pomoc medyczna i charytatywna",
  "Our organisation delivered vaccinations": "Dostarczaliśmy szczepionki, leki i inne potrzebne przedmioty do ukraińskich szpitali, szkół i domów dziecka.\nOrganizowalismy szkolenia dla wolontariuszy osób starszych w ośrodkach Caritas w centralnej Ukrainie.\nW 2016 r. zorganizowaliśmy wizyty studyjne dla ukraińskich lekarzy w Polsce, w celu wsparcia ich rozwoju zawodowego.",
  "In addition to our help and support for Ukraine": "Oprócz wsparcia Ukrainy od lat współpracujemy z organizacjami z Białorusi wspierając niezależne od reżimu szkolnictwo i organizując wyjazdy studyjne dla młodzieży. W ostatnich latach prowadziliśmy też projekty humanitarne w Syrii i Irackim Kurdystanie. W związku z kryzysem migracyjnym przy polskich granicach przez ostatnie 5 miesięcy prowadzimy na granicy Polsko-Białoruskiej punkt dostarczający pomoc humanitarną i prawną uchodźców i migrantów.",
  "The members of the KIK have been awarded": "Członkowie KIK byli wielokrotnie nagradzani za swoje zaangażowanie przez władze Polski i Ukrainy. Przez lata udało nam się stworzyć bazę zaufanych partnerów w Polsce, Ukrainie i Białorusi."
}
