{
  "Klub Inteligencji Katolickiej": "Klub Inteligencji Katolickiej",
  "Help ukraine relief efforts": "Wesprzyj nas w działaniach na rzecz Ukrainy",
  "Donate now call to action": "Wpłać darowiznę",
  "Club of Catholic Intelligentsia and Ukraine": "Klub Inteligencji Katolickiej i Ukraina",
  "Club of Catholic Intelligentsia (KIK) is an association founded in 1956 grouping c.a. 2000 Catholic intellectuals with the aim to promote and develop everyday service for the society and the Church. The important role of the Club is also to provide proper education for youth and necessary help for the poor and the ones in need. KIK’s members are very active in supporting democratic changes in Eastern European countries, especially in Ukraine and Belarus.": "Klub Inteligencji Katolickiej jest stowarzyszeniem założonym w 1956 r. zrzeszającym ok. 2000 katolickich intelektualistów, których celem jest rozwijanie postawy służby na rzecz społeczeństwa i Kościoła. Ważnym zadaniem Klubu jest wychowanie dzieci i młodzieży oraz pomocy potrzebującym. Członkowie KIK-u są bardzo zaangażowani we wsparcie społeczeństw w Europie Wschodniej, zwłaszcza w Ukrainie i Białorusi.\nNasza współpraca z organizacjami na Wschodzie rozpoczęła się już w latach 80-tych. Poniżej wymieniamy najważniejsze z tych działań w ostatnich latach na rzecz\nUkrainy:",
  "Our collaboration with organisations in the eastern part of Eastern Europe started in the 80s. Here are the most important activities in recent years for Ukraine.": "Nasza współpraca z organizacjami na Wschodzie rozpoczęła się już w latach 80-tych. Poniżej wymieniamy najważniejsze z tych działań w ostatnich latach na rzecz Ukrainy:",
  "2014 EuroMajdan and War in the East": "2014 EuroMajdan i Wojna na Wschodzie",
  "During large scale protests in Ukraine in 2014, called Dignity Revolution, we collected over 25,000 EUR for the purchase of specialist medical equipment for the Medics of Majdan. We organised and delivered to Ukraine for protesters a field hospital with 40 beds and necessary equipment and a shipment of bulletproof vests and helmets.": "W trakcie masowych protestów tzw. Rewolucji Godności zebraliśmy ponad 100 tys. PLN na zakup specjalistycznego sprzętu medycznego dla Lekarzy Majdanu. Przekazaliśmy na Ukrainę szpital polowy dla protestujących na 40 łóżek z wyposażeniem, a także partię kamizelek kuloodpornych i hełmów.",
  "Also, we supported heavily wounded who thanks to our cooperation with Polish local governments were treated in Polish hospitals, whereas families of our KIK members accepted them in their homes for the initial stages of convalescence.": "Wsparliśmy również ciężko rannych, którzy dzięki współpracy KIK z samorządami lokalnymi trafili do polskich szpitali, a w rodzinach członków KIK mogli przejść etap rekonwalscencji.",
  "Since 2014 we have been organising in Poland therapeutic and recreation camps for Ukrainian children - victims of military conflict in their country. This initiative has been repeated 6 times and included hundreds of children and teenagers.": "Od 2014 organizujemy kolonie dla dzieci z Ukrainy - ofiar działań wojennych i konfliktu zbrojnego, trwającego na wschodzie. Zorganizowano 6 edycji, w których wzięło udział kilkaset dzieci i młodzieży.",
  "Culture, Dialogue and Education": "Kultura, dialog i edukacja",
  "KIK organised - together with Ukrainian organisations - numerous exhibitions, cultural and artistic events for young people from Ukraine and Ukrainian and Polish artists. There were also meetings and conferences for intellectuals and activists from the whole Eastern European region. There were organised special training sessions for Ukrainian social workers and educators to help solving social problems, particularly for groups of internal refugees in Ukraine.": "We współpracy z organizacjami ukraińskimi zorganizowaliśmy wystawy i spotkania kulturalne i artystyczne dla ukraińskich i polskich artystów i ukraińskiej młodzieży.\nWspółorganizowaliśmy spotkania i konferencje dla intelektualistów i działaczy z całego regionu Europy Wschodniej.\n Organizowaliśmy szkolenia dla ukraińskich animatorów i edukatorów mające na celu wsparcie rozwiązywania problemów społecznych i socjalnych szczególnie w skupiskach uchodźców wewnętrznych na Ukrainie.",
  "Medical Help and Charity": "Pomoc medyczna i charytatywna",
  "Our organisation delivered vaccinations and medicines to Ukrainian hospitals as well as trainings for volunteers to care of elderly people in Caritas centres in Central Ukraine. In 2016, we organised in Poland training visits for Ukrainian doctors to enhance their professional development.": "Dostarczaliśmy szczepionki, leki i inne potrzebne przedmioty do ukraińskich szpitali, szkół i domów dziecka.\nOrganizowalismy szkolenia dla wolontariuszy osób starszych w ośrodkach Caritas w centralnej Ukrainie.\nW 2016 r. zorganizowaliśmy wizyty studyjne dla ukraińskich lekarzy w Polsce, w celu wsparcia ich rozwoju zawodowego.",
  "In addition to our help and support for Ukraine, we have been working with Belarusian organisations supporting independent schools and organising various educational training trips for young Belarusians. In recent years, we have been also engaged in humanitarian projects in Syria and the Iraqi Kurdistan. In 2021 KIK organised a humanitarian centre close to the Polish-Byelorussian border where for the last five months we have been offering legal and humanitarian aid for migrants and refugees.": "Oprócz wsparcia Ukrainy od lat współpracujemy z organizacjami z Białorusi wspierając niezależne od reżimu szkolnictwo i organizując wyjazdy studyjne dla młodzieży. W ostatnich latach prowadziliśmy też projekty humanitarne w Syrii i Irackim Kurdystanie. W związku z kryzysem migracyjnym przy polskich granicach przez ostatnie 5 miesięcy prowadzimy na granicy Polsko-Białoruskiej punkt dostarczający pomoc humanitarną i prawną uchodźców i migrantów.",
  "The members of the KIK have been awarded many times for their involvement by the Polish and Ukrainian authorities. Over the years, we have managed to create a database of trusted partners in Poland, Ukraine and Belarus.": "Członkowie KIK byli wielokrotnie nagradzani za swoje zaangażowanie przez władze Polski i Ukrainy. Przez lata udało nam się stworzyć bazę zaufanych partnerów w Polsce, Ukrainie i Białorusi."
}
